Repository: kaisercrazy/auto-attachments
Catalog: languages/autoa-*.po
Languages: he_il

source: Auto Attachments
he_il: קבצים מצורפים אוטומטית

source: Auto Attachments Settings Page
he_il: מסך הגדרות קבצים מצורפים אוטומטית

source: Contributor
he_il: התורם

source: Personal Blog (Turkish)
he_il: בלוג אישי (תורכית)

source: Facebook
he_il: פייסבוק

source: Email Me
he_il: שלח לי מייל

source: Preview
he_il: תצוגה מקדימה

source: <strong>Header Text Settings</strong>
he_il: <b>הגדרות כותרת</b>

source: You can now change <strong>Header Texts</strong> from here. You can localize to your language :)
he_il: באפשרותך לשנות את <b>טקסט הכותרת</b> מכאן. אפשר לכתוב בעברית :)

source: Add Header Text for Mp3 Files:
he_il: הוספת כותרת לקבצי מוסיקה Mp3:

source: Show
he_il: הצג

source: Hide
he_il: הסתר

source: Add Header Text for Video Files:
he_il: הוספת כותרת עבור קבצי וידאו:

source: Title Before Attachments:
he_il: כותרת לפני הקבצים המצורפים:

source: HTML Accepted
he_il: אפשר להשתמש בקוד HTML

source: <strong>Page & Homepage Settings</strong>
he_il: <b>הגדרות עמוד ועמוד הבית</b>

source: Yes
he_il: כן

source: No
he_il: לא

source: Show on Homepage
he_il: הצג בעמוד הראשי

source: If you set this settings "Yes", attachments shown on homepage and single pages. If not attachments shown only in posts
he_il: סימון של אפשרות זו יאפשר קבצים מצורפים בעמודים ועמוד הבית. אחרת, קבצים מצורפים יופיעו רק בפוסטים.

source: <strong>Gallery Settings</strong>
he_il: <b>אפשרויות גלריה</b>

source: Show Gallery?
he_il: הצג גלריה?

source: You can use gallery for show your image attachments without any plugin or else :) Also if you use colorbox or any other gallery lihtbox plugin yopu can disable colorbox usage.
he_il: תוסף זה מאפשר ליצור גלריה יפה של קבצי התמונה המצורפים. אם התקנת colorbox או תוסף אחר מבוסס lightbox - אין בו צורך.

source: Select Gallery Color Style
he_il: בחירת סגנון הגלריה

source: Use Slimbox?
he_il: שימוש ב slimbox לתצוגה יפה של התמונות?

source: Select Slimbox Color Style
he_il: בחירת סגנון slimbox

source: Gallery Thumb Size?
he_il: גודל התמונות המוקטנות בגלריה?

source: Width
he_il: רוחב

source: Height
he_il: גובה

source: Gallery Big Image Size?
he_il: גודל התמונה הגדולה בגלריה?

source: <strong>Misc. Settings</strong>
he_il: <b>אפשרויות כלליות</b>

source: List View Of Files
he_il: תצוגת רשימה של קבצים

source: If you activate this option your downloadable files seen in a list view.
he_il: כשאפשרות זו נבחרת תוצג רשימה מסודרת של הקבצים להורדה. אחרת יופיעו אייקונים.

source: Open files in new window?
he_il: פתיחת הקבצים בחלון חדש?

source: Do you want to open files in new window?.
he_il: האם לפתוח את הקבצים בחלון דפדפן חדש?

source: File Icon Size?
he_il: גודל אייקון הקובץ?

source: Jw Player Skin
he_il: סגנון נגן המוסיקה/וידאו Jw

source: You can select JW Player Skin.
he_il: אפשר להחליף את מראה נגן מוסיקה/וידאו Jw

source: Jw Player Dimensions?
he_il: גודל נגן המוסיקה/וידאו Jw?

source: This dimensions actually for video player. Mp3 player will use only width.
he_il: הגודל הוא עבור וידאו בלבד. קבצי מוסיקה Mp3 זקוקים רק לרוחב.

source: Show Auto Attachments?
he_il: הצג קבצים מצורפים אוטומטית?

source: If you want to show Auto Attachments on this page Check This Check Box
he_il: אם ברצונך שיראו את הקבצים המצורפים (שצורפו באמצעות פלאגין זה) נא לסמן את התיבה.

source: I Want to Show
he_il: ברצוני להציג

source: Regen. Thumbnails
he_il: רענון תמונות

source: Regenerate Thumbnail
he_il: צור מחדש תמונות מוקטנות

source: Reading attachments...
he_il: קורא קבצים מצורפים...

source: No attachments found.
he_il: אין קבצים מצורפים.

source: Done.
he_il: בוצע.

source: "Rebuilding " + %s + " of " + %s + " (" + %s + ")..."
he_il: "בונה מחדש " + %s + " מתוך " + %s + " (" + %s + ")..."

source: Error
he_il: תקלה

source: Select which thumbnails you want to rebuild
he_il: אילו תמונות ברצונך לרענן?

source: Toggle all
he_il: בחר הכל

source: cropped
he_il: חתוך

source: Note: If you've changed the dimensions of your thumbnails, existing thumbnail images will not be deleted.
he_il: אם שינית את גודל התמונות המוקטנות, התמונות שכבר הוקטנו ישארו כרגע באותו גודל. יש להשתמש ברענון תמונות כדי לתקן זאת.

source: Rebuild All Thumbnails
he_il: רענון כל התמונות המוקטנות
